EEU_GROUPS_BY_TECH = {
    "tr_ts_010": [
        {
            "id": 611,
            "name": "010.001 Станки деревообрабатывающие бытовые",
            "code": "010.001",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 612,
            "name": "010.002 Снегоболотоходы, снегоходы и прицепы к ним",
            "code": "010.002",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 613,
            "name": "010.003 Оборудование гаражное для автотранспортных средств и прицепов",
            "code": "010.003",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 614,
            "name": "010.004 Машины сельскохозяйственные",
            "code": "010.004",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 615,
            "name": "010.005 Средства малой механизации садово-огородного и лесохозяйственного применения механизированные, в том числе электрические",
            "code": "010.005",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 616,
            "name": "010.006 Машины для животноводства, птицеводства и кормопроизводства",
            "code": "010.006",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 617,
            "name": "010.007 Инструмент механизированный, в том числе электрический",
            "code": "010.007",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 619,
            "name": "010.008.01 пилы бензиномоторные",
            "code": "010.008.01",
            "techRegId": 14,
            "parentId": 618
        },
        {
            "id": 620,
            "name": "010.008.02 пилы цепные электрические",
            "code": "010.008.02",
            "techRegId": 14,
            "parentId": 618
        },
        {
            "id": 623,
            "name": "010.010.01 комбайны очистные",
            "code": "010.010.01",
            "techRegId": 14,
            "parentId": 622
        },
        {
            "id": 624,
            "name": "010.010.02 комплексы механизированные",
            "code": "010.010.02",
            "techRegId": 14,
            "parentId": 622
        },
        {
            "id": 625,
            "name": "010.010.03 крепи механизированные для лав",
            "code": "010.010.03",
            "techRegId": 14,
            "parentId": 622
        },
        {
            "id": 626,
            "name": "010.010.04 пневмоинструмент",
            "code": "010.010.04",
            "techRegId": 14,
            "parentId": 622
        },
        {
            "id": 628,
            "name": "010.011.01 комбайны проходческие по углю и породе",
            "code": "010.011.01",
            "techRegId": 14,
            "parentId": 627
        },
        {
            "id": 629,
            "name": "010.011.02 крепи металлические для подготовительных выработок",
            "code": "010.011.02",
            "techRegId": 14,
            "parentId": 627
        },
        {
            "id": 631,
            "name": "010.012.01 конвейеры шахтные скребковые",
            "code": "010.012.01",
            "techRegId": 14,
            "parentId": 630
        },
        {
            "id": 632,
            "name": "010.012.02 конвейеры шахтные ленточные",
            "code": "010.012.02",
            "techRegId": 14,
            "parentId": 630
        },
        {
            "id": 633,
            "name": "010.012.03 лебедки шахтные и горнорудные",
            "code": "010.012.03",
            "techRegId": 14,
            "parentId": 630
        },
        {
            "id": 635,
            "name": "010.013.01 перфораторы пневматические (молотки бурильные)",
            "code": "010.013.01",
            "techRegId": 14,
            "parentId": 634
        },
        {
            "id": 636,
            "name": "010.013.02 пневмоударники",
            "code": "010.013.02",
            "techRegId": 14,
            "parentId": 634
        },
        {
            "id": 637,
            "name": "010.013.03 станки для бурения скважин в горнорудной промышленности",
            "code": "010.013.03",
            "techRegId": 14,
            "parentId": 634
        },
        {
            "id": 638,
            "name": "010.013.04 установки бурильные",
            "code": "010.013.04",
            "techRegId": 14,
            "parentId": 634
        },
        {
            "id": 640,
            "name": "010.014.01 вентиляторы шахтные",
            "code": "010.014.01",
            "techRegId": 14,
            "parentId": 639
        },
        {
            "id": 641,
            "name": "010.014.02 средства пылеулавливания и пылеподавления",
            "code": "010.014.02",
            "techRegId": 14,
            "parentId": 639
        },
        {
            "id": 642,
            "name": "010.014.03 компрессоры кислородные",
            "code": "010.014.03",
            "techRegId": 14,
            "parentId": 639
        },
        {
            "id": 643,
            "name": "010.015 Оборудование подъемно-транспортное, краны грузоподъемные",
            "code": "010.015",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 644,
            "name": "010.016 Турбины и установки газотурбинные",
            "code": "010.016",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 645,
            "name": "010.017 Машины тягодутьевые",
            "code": "010.017",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 646,
            "name": "010.018 Дробилки",
            "code": "010.018",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 647,
            "name": "010.019 Дизель-генераторы",
            "code": "010.019",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 648,
            "name": "010.020 Приспособления для грузоподъемных операций",
            "code": "010.020",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 649,
            "name": "010.021 Конвейеры",
            "code": "010.021",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 650,
            "name": "010.022 Тали электрические канатные и цепные",
            "code": "010.022",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 651,
            "name": "010.023 Транспорт производственный напольный безрельсовый",
            "code": "010.023",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 652,
            "name": "010.024 Оборудование химическое, нефтегазоперерабатывающее",
            "code": "010.024",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 653,
            "name": "010.025 Оборудование для переработки полимерных материалов",
            "code": "010.025",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 654,
            "name": "010.026 Оборудование насосное (насосы, агрегаты и установки насосные)",
            "code": "010.026",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 656,
            "name": "010.027.01 установки воздухоразделительные и редких газов",
            "code": "010.027.01",
            "techRegId": 14,
            "parentId": 655
        },
        {
            "id": 657,
            "name": "010.027.02 аппаратура для подготовки и очистки газов и жидкостей, аппаратура тепло - и массообменная криогенных систем и установок",
            "code": "010.027.02",
            "techRegId": 14,
            "parentId": 655
        },
        {
            "id": 658,
            "name": "010.027.03 компрессоры (воздушные и газовые приводные)",
            "code": "010.027.03",
            "techRegId": 14,
            "parentId": 655
        },
        {
            "id": 659,
            "name": "010.027.04 установки холодильные",
            "code": "010.027.04",
            "techRegId": 14,
            "parentId": 655
        },
        {
            "id": 660,
            "name": "010.028 Оборудование для газопламенной обработки металлов и металлизации изделий",
            "code": "010.028",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 661,
            "name": "010.029 Оборудование газоочистное и пылеулавливающее",
            "code": "010.029",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 662,
            "name": "010.030 Оборудование целлюлозно-бумажное",
            "code": "010.030",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 663,
            "name": "010.031 Оборудование бумагоделательное",
            "code": "010.031",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 664,
            "name": "010.032 Оборудование нефтепромысловое, буровое геолого-разведочное",
            "code": "010.032",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 665,
            "name": "010.033 Оборудование технологическое и аппаратура для нанесения лакокрасочных покрытий на изделия машиностроения",
            "code": "010.033",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 666,
            "name": "010.034 Оборудование для жидкого аммиака",
            "code": "010.034",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 667,
            "name": "010.035 Оборудование для подготовки и очистки питьевой воды",
            "code": "010.035",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 668,
            "name": "010.036 Станки металлообрабатывающие",
            "code": "010.036",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 669,
            "name": "010.037 Машины кузнечно-прессовые",
            "code": "010.037",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 670,
            "name": "010.038 Оборудование деревообрабатывающее (кроме станков деревообрабатывающих бытовых)",
            "code": "010.038",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 671,
            "name": "010.039 Оборудование технологическое для литейного производства",
            "code": "010.039",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 672,
            "name": "010.040 Оборудование для сварки и газотермического напыления",
            "code": "010.040",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 673,
            "name": "010.041 Тракторы промышленные",
            "code": "010.041",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 674,
            "name": "010.042 Автопогрузчики",
            "code": "010.042",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 675,
            "name": "010.043 Велосипеды (кроме детских)",
            "code": "010.043",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 676,
            "name": "010.044 Машины для землеройных, мелиоративных работ, разработки и обслуживания карьеров",
            "code": "010.044",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 677,
            "name": "010.045 Машины дорожные, оборудование для приготовления строительных смесей",
            "code": "010.045",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 678,
            "name": "010.046 Оборудование и машины строительные",
            "code": "010.046",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 679,
            "name": "010.047 Оборудование для промышленности строительных материалов",
            "code": "010.047",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 680,
            "name": "010.048 Оборудование технологическое для лесозаготовки, лесобирж и лесосплава (кроме пил бензиномоторных и цепных электрических)",
            "code": "010.048",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 681,
            "name": "010.049 Оборудование технологическое для торфяной промышленности",
            "code": "010.049",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 682,
            "name": "010.050 Оборудование прачечное промышленное",
            "code": "010.050",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 683,
            "name": "010.051 Оборудование для химической чистки и крашения одежды и бытовых изделий",
            "code": "010.051",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 684,
            "name": "010.052 Машины и оборудование для коммунального хозяйства",
            "code": "010.052",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 685,
            "name": "010.053 Вентиляторы промышленные",
            "code": "010.053",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 686,
            "name": "010.054 Кондиционеры промышленные",
            "code": "010.054",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 687,
            "name": "010.055 Воздухонагреватели и воздухоохладители",
            "code": "010.055",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 688,
            "name": "010.056 Оборудование технологическое для легкой промышленности",
            "code": "010.056",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 689,
            "name": "010.057 Оборудование технологическое для текстильной промышленности",
            "code": "010.057",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 690,
            "name": "010.058 Оборудование технологическое для выработки химических волокон, стекловолокна и асбестовых нитей",
            "code": "010.058",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 691,
            "name": "010.059 Оборудование технологическое для пищевой, мясомолочной и рыбной промышленности",
            "code": "010.059",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 692,
            "name": "010.060 Оборудование технологическое для мукомольно-крупяной, комбикормовой и элеваторной промышленности",
            "code": "010.060",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 17887,
            "name": "010.061.01 Оборудование для механической обработки продуктов питания, в том числе оборудование для плодоовощных баз и фабрик-заготовочных",
            "code": "010.061.01",
            "techRegId": 14,
            "parentId": 693
        },
        {
            "id": 17888,
            "name": "010.061.02 Оборудование тепловое для предприятий общественного питания, пищеблоков, а также плодоовощных баз и фабрик-заготовочных",
            "code": "010.061.02",
            "techRegId": 14,
            "parentId": 693
        },
        {
            "id": 694,
            "name": "010.062 Оборудование полиграфическое",
            "code": "010.062",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 695,
            "name": "010.063 Оборудование технологическое для стекольной, фарфоровой, фаянсовой и кабельной промышленности",
            "code": "010.063",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 696,
            "name": "010.064 Котлы отопительные, работающие на жидком и твердом топливе",
            "code": "010.064",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 697,
            "name": "010.065 Горелки газовые и комбинированные (кроме блочных), жидкотопливные, встраиваемые в оборудование, предназначенное для использования в технологических процессах на промышленных предприятиях",
            "code": "010.065",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 698,
            "name": "010.066 Аппараты водонагревательные и отопительные, работающие на жидком и твердом топливе",
            "code": "010.066",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 700,
            "name": "010.067.01 фрезы с многогранными твердосплавными пластинами",
            "code": "010.067.01",
            "techRegId": 14,
            "parentId": 699
        },
        {
            "id": 701,
            "name": "010.067.02 отрезные и прорезные фрезы из быстрорежущей стали",
            "code": "010.067.02",
            "techRegId": 14,
            "parentId": 699
        },
        {
            "id": 702,
            "name": "010.067.03 фрезы твердосплавные",
            "code": "010.067.03",
            "techRegId": 14,
            "parentId": 699
        },
        {
            "id": 704,
            "name": "010.068.01 резцы токарные с напайными твердосплавными пластинами",
            "code": "010.068.01",
            "techRegId": 14,
            "parentId": 703
        },
        {
            "id": 705,
            "name": "010.068.02 резцы токарные с многогранными твердосплавными пластинами",
            "code": "010.068.02",
            "techRegId": 14,
            "parentId": 703
        },
        {
            "id": 706,
            "name": "010.069 Пилы дисковые с твердосплавными пластинами для обработки древесных материалов",
            "code": "010.069",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 707,
            "name": "010.070 Инструмент слесарно-монтажный с изолирующими рукоятками для работы в электроустановках напряжением до 1000 В",
            "code": "010.070",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 709,
            "name": "010.071.01 фрезы дереворежущие насадные с затылованными зубьями",
            "code": "010.071.01",
            "techRegId": 14,
            "parentId": 708
        },
        {
            "id": 710,
            "name": "010.071.02 фрезы дереворежущие насадные с ножами из стали или твердого сплава",
            "code": "010.071.02",
            "techRegId": 14,
            "parentId": 708
        },
        {
            "id": 711,
            "name": "010.071.03 фрезы насадные цилиндрические сборные",
            "code": "010.071.03",
            "techRegId": 14,
            "parentId": 708
        },
        {
            "id": 713,
            "name": "010.072.01 круги алмазные шлифовальные",
            "code": "010.072.01",
            "techRegId": 14,
            "parentId": 712
        },
        {
            "id": 714,
            "name": "010.072.02 круги алмазные отрезные",
            "code": "010.072.02",
            "techRegId": 14,
            "parentId": 712
        },
        {
            "id": 716,
            "name": "010.073.01 круги шлифовальные",
            "code": "010.073.01",
            "techRegId": 14,
            "parentId": 715
        },
        {
            "id": 717,
            "name": "010.074 Арматура промышленная трубопроводная",
            "code": "010.074",
            "techRegId": 14,
            "parentId": 610
        },
        {
            "id": 719,
            "name": "010.075.01 круги шлифовальные, в том числе для ручных машин",
            "code": "010.075.01",
            "techRegId": 14,
            "parentId": 718
        },
        {
            "id": 720,
            "name": "010.075.02 круги отрезные",
            "code": "010.075.02",
            "techRegId": 14,
            "parentId": 718
        },
        {
            "id": 721,
            "name": "010.075.03 круги полировальные",
            "code": "010.075.03",
            "techRegId": 14,
            "parentId": 718
        },
        {
            "id": 722,
            "name": "010.075.04 круги шлифовальные лепестковые",
            "code": "010.075.04",
            "techRegId": 14,
            "parentId": 718
        },
        {
            "id": 723,
            "name": "010.075.05 ленты шлифовальные бесконечные",
            "code": "010.075.05",
            "techRegId": 14,
            "parentId": 718
        },
        {
            "id": 724,
            "name": "010.075.06 диски шлифовальные фибровые",
            "code": "010.075.06",
            "techRegId": 14,
            "parentId": 718
        }
    ],
    "tr_ts_032": [
        {
            "id": 16443,
            "name": "032.001.01.01 Сосуды, имеющие расчетное давление свыше 0,05 МПа, вместимость свыше 0,001 м^3 и произведение значения расчетного давления и значения вместимости свыше 0,0025 до 0,005 МПа • м^3  включительно",
            "code": "032.001.01.01",
            "techRegId": 5,
            "parentId": 16441
        },
        {
            "id": 16445,
            "name": "032.001.01.02 Сосуды, имеющие расчетное давление свыше 0,05 МПа, вместимость свыше 0,001 м^3 и произведение значения расчетного давления и значения вместимости свыше 0,005 до 0,02 МПа • м^3 включительно",
            "code": "032.001.01.02",
            "techRegId": 5,
            "parentId": 16441
        },
        {
            "id": 16447,
            "name": "032.001.01.03 Сосуды, имеющие расчетное давление свыше 20 МПа до 100 МПа включительно, вместимость свыше 0,0001 до 0,001 м^3 включительно",
            "code": "032.001.01.03",
            "techRegId": 5,
            "parentId": 16441
        },
        {
            "id": 16449,
            "name": "032.001.01.04 Сосуды, имеющие расчетное давление свыше 0,05 МПа, вместимость свыше 0,001 м^3 и произведение значения расчетного давления и значения вместимости свыше 0,02 до 0,1 МПа • м^3 включительно",
            "code": "032.001.01.04",
            "techRegId": 5,
            "parentId": 16441
        },
        {
            "id": 16451,
            "name": "032.001.01.05 Сосуды, имеющие расчетное  давление свыше 100 МПа, вместимость свыше 0,0001 до 0,001 м^3  включительно",
            "code": "032.001.01.05",
            "techRegId": 5,
            "parentId": 16441
        },
        {
            "id": 16453,
            "name": "032.001.01.06 Сосуды, имеющие расчетное  давление свыше 0,05 МПа, вместимость свыше 0,001 м^3   и произведение значения расчетного  давления и значения вместимости, составляющее свыше 0,1 МПа • м^3",
            "code": "032.001.01.06",
            "techRegId": 5,
            "parentId": 16441
        },
        {
            "id": 16457,
            "name": "032.001.02.01 Сосуды, имеющие  расчетное давление свыше 0,05 до 1 МПа включительно, вместимость свыше 0,02 м^3  и произведение значения  расчетного давления и значения вместимости свыше 0,02 МПа • м^3",
            "code": "032.001.02.01",
            "techRegId": 5,
            "parentId": 16455
        },
        {
            "id": 16459,
            "name": "032.001.02.02 Сосуды, имеющие расчетное давление свыше 1 МПа до 50 МПа включительно, вместимость свыше 0,001 м^3 включительно и произведение значения расчетного давления и значения вместимости свыше 0,02 МПа • м^3",
            "code": "032.001.02.02",
            "techRegId": 5,
            "parentId": 16455
        },
        {
            "id": 16461,
            "name": "032.001.02.03 Сосуды, имеющие расчетное давление свыше 50 МПа, вместимость свыше 0,0001 до 0,001 м^3 включительно",
            "code": "032.001.02.03",
            "techRegId": 5,
            "parentId": 16455
        },
        {
            "id": 16463,
            "name": "032.001.02.04 Сосуды, имеющие расчетное давление свыше 50 МПа, вместимость свыше 0,001 м^3",
            "code": "032.001.02.04",
            "techRegId": 5,
            "parentId": 16455
        },
        {
            "id": 16467,
            "name": "032.001.03.01 Трубопроводы и арматура, имеющие расчетное давление свыше 0,05 МПа, номинальный диаметр свыше 25 до 100 мм включительно, произведение значения расчетного давления и значения номинального диаметра до 100 МПа•мм включительно",
            "code": "032.001.03.01",
            "techRegId": 5,
            "parentId": 16465
        },
        {
            "id": 16469,
            "name": "032.001.03.02 Трубопроводы и арматура, имеющие расчетное давление свыше 1 МПа, номинальный диаметр свыше 25 до 100 мм включительно, произведение значения расчетного давления и значения номинального диаметра свыше 100 МПа•мм",
            "code": "032.001.03.02",
            "techRegId": 5,
            "parentId": 16465
        },
        {
            "id": 16471,
            "name": "032.001.03.03 Трубопроводы и арматура, имеющие расчетное давление свыше 0,05 МПа, номинальный диаметр свыше 100 до 350 мм включительно, произведение значения расчетного давления и значения номинального диаметра до 350 МПа•мм включительно",
            "code": "032.001.03.03",
            "techRegId": 5,
            "parentId": 16465
        },
        {
            "id": 16473,
            "name": "032.001.03.04 Трубопроводы и арматура, имеющие расчетное давление свыше 0,05  МПа, номинальный диаметр свыше 350 мм",
            "code": "032.001.03.04",
            "techRegId": 5,
            "parentId": 16465
        },
        {
            "id": 16475,
            "name": "032.001.03.05 Трубопроводы и арматура, имеющие расчетное давление свыше 1 МПа, номинальный диаметр свыше 100 до 350 мм включительно. произведение значения расчетного давления и значения номинального диаметра свыше 350 МПа•мм",
            "code": "032.001.03.05",
            "techRegId": 5,
            "parentId": 16465
        },
        {
            "id": 16479,
            "name": "032.001.04.01 Трубопроводы и арматура, имеющие расчетное давление свыше 0,05 МПа до 1 МПа включительно, номинальный диаметр свыше 25 мм, произведение значения расчетного давления на значение номинального диаметра свыше 200 МПа•мм",
            "code": "032.001.04.01",
            "techRegId": 5,
            "parentId": 16477
        },
        {
            "id": 16481,
            "name": "032.001.04.02 Трубопроводы и арматура, имеющие расчетное давление свыше 1 МПа до 50 МПа включительно, номинальный диаметр свыше 25 мм, произведение значения расчетного давления на значение номинального диаметра свыше 200 МПа•мм",
            "code": "032.001.04.02",
            "techRegId": 5,
            "parentId": 16477
        },
        {
            "id": 16483,
            "name": "032.001.04.03 Трубопроводы и арматура, имеющие расчетное давление свыше 50 МПа, номинальный диаметр свыше 25 мм",
            "code": "032.001.04.03",
            "techRegId": 5,
            "parentId": 16477
        },
        {
            "id": 16487,
            "name": "032.002.01.01 Сосуды, имеющие расчетное давление свыше 0,05 МПа до 20 МПа включительно, вместимость свыше 0,001 до 0,4 м^3 включительно и произведение значения расчетного давления и значения вместимости свыше 0,005 до 0,02 МПа • м^3 включительно",
            "code": "032.002.01.01",
            "techRegId": 5,
            "parentId": 16485
        },
        {
            "id": 16489,
            "name": "032.002.01.02 Сосуды, имеющие  расчетное давление свыше 0,05 МПа до 100 МПа включительно, вместимость свыше 0,001 м^3 до 2 м^3 включительно и произведение значения  расчетного давления и значения вместимости свыше 0,02 до 0,1 МПа • м^3  включительно",
            "code": "032.002.01.02",
            "techRegId": 5,
            "parentId": 16485
        },
        {
            "id": 16491,
            "name": "032.002.01.03 Сосуды, имеющие расчетное давление свыше 100 МПа до 300 МПа включительно, вместимость свыше 0,0001 до 0,001 м^3 включительно",
            "code": "032.002.01.03",
            "techRegId": 5,
            "parentId": 16485
        },
        {
            "id": 16493,
            "name": "032.002.01.04 Сосуды, имеющие  расчетное давление свыше 0,05 МПа, вместимость свыше 0,001 до 0,75 м^3 включительно и произведение значения  расчетного давления и значения вместимости свыше 0,1 до 0,3 МПа • м^3  включительно",
            "code": "032.002.01.04",
            "techRegId": 5,
            "parentId": 16485
        },
        {
            "id": 16495,
            "name": "032.002.01.05 Сосуды, имеющие расчетное давление свыше 0,05 МПа до 0,4 МПа включительно, вместимость свыше 0,75 м^3 и произведение значения расчетного давления и значения вместимости свыше 0,1 МПа • м^3",
            "code": "032.002.01.05",
            "techRegId": 5,
            "parentId": 16485
        },
        {
            "id": 16497,
            "name": "032.002.01.06 Сосуды, имеющие  расчетное давление свыше 300 МПа, вместимость свыше 0,0001 до 0,001 м^3 включительно",
            "code": "032.002.01.06",
            "techRegId": 5,
            "parentId": 16485
        },
        {
            "id": 16499,
            "name": "032.002.01.07 Сосуды, имеющие расчетное давление свыше 0,4 МПа, вместимость свыше 0,001 м^3 и произведение значения расчетного давления и значения вместимости свыше 0,3 МПа • м^3",
            "code": "032.002.01.07",
            "techRegId": 5,
            "parentId": 16485
        },
        {
            "id": 16517,
            "name": "032.002.02.01 Сосуды, имеющие расчетное давление свыше 1 МПа до 50 МПа включительно, вместимость свыше 0,02 м^3 и произведение значения расчетного давления и значения вместимости свыше 1 МПа • м^3",
            "code": "032.002.02.01",
            "techRegId": 5,
            "parentId": 16515
        },
        {
            "id": 16519,
            "name": "032.002.02.02 Сосуды, имеющие расчетное давление свыше 100 МПа, вместимость свыше 0,0001 до 0,01 м^3 включительно",
            "code": "032.002.02.02",
            "techRegId": 5,
            "parentId": 16515
        },
        {
            "id": 16521,
            "name": "032.002.02.03 Сосуды, имеющие  расчетное давление свыше 50 МПа, вместимость свыше 0,01 м^3 и произведение значения  расчетного давления и значения вместимости свыше 1 МПа • м^3",
            "code": "032.002.02.03",
            "techRegId": 5,
            "parentId": 16515
        },
        {
            "id": 16525,
            "name": "032.002.03.01 Трубопроводы и арматура, имеющие расчетное давление свыше 0,05 МПа, номинальный диаметр свыше 32 до 100 мм включительно, произведение значения расчетного давления на значение номинального диаметра свыше 100 МПа • мм",
            "code": "032.002.03.01",
            "techRegId": 5,
            "parentId": 16523
        },
        {
            "id": 16527,
            "name": "032.002.03.02 Трубопроводы и арматура, имеющие  расчетное давление  свыше 0,05  МПа, номинальный диаметр свыше 100 мм, произведение значения  расчетного давления на значение номинального диаметра свыше 100  до 350 МПа•мм включительно",
            "code": "032.002.03.02",
            "techRegId": 5,
            "parentId": 16523
        },
        {
            "id": 16529,
            "name": "032.002.03.03 Трубопроводы и арматура, имеющие  расчетное давление свыше 0,05 МПа, номинальный диаметр свыше 100 мм до 250 мм включительно, произведение значения  расчетного давления на значение номинального диаметра свыше 350  МПа•мм",
            "code": "032.002.03.03",
            "techRegId": 5,
            "parentId": 16523
        },
        {
            "id": 16531,
            "name": "032.002.03.04 Трубопроводы и арматура, имеющие расчетное давление свыше 0,05 МПа, номинальный диаметр свыше 250 мм, произведение значения  расчетного давления на значение номинального диаметра свыше 350 до 500 МПа•мм   включительно",
            "code": "032.002.03.04",
            "techRegId": 5,
            "parentId": 16523
        },
        {
            "id": 16533,
            "name": "032.002.03.05 Трубопроводы и арматура, имеющие расчетное давление свыше 0,05 МПа, номинальный диаметр свыше 250 мм, произведение значения  расчетного давления на значение номинального диаметра свыше 500 МПа•мм",
            "code": "032.002.03.05",
            "techRegId": 5,
            "parentId": 16523
        },
        {
            "id": 16537,
            "name": "032.002.04.01 Трубопроводы и арматура, имеющие расчетное давление свыше 1 МПа до 50 МПа включительно, номинальный диаметр свыше 200 мм, произведение значения расчетного давления на значение номинального диаметра свыше 500 МПа•мм",
            "code": "032.002.04.01",
            "techRegId": 5,
            "parentId": 16535
        },
        {
            "id": 16539,
            "name": "032.002.04.02 Трубопроводы и арматура, имеющие расчетное давление свыше 50 МПа включительно, номинальный диаметр свыше 200 мм",
            "code": "032.002.04.02",
            "techRegId": 5,
            "parentId": 16535
        },
        {
            "id": 16543,
            "name": "032.003.01 Паровые, водогрейные котлы и сосуды с огневым обогревом, имеющие  расчетное давление свыше 0,05 МПа,  вместимость свыше 0,002 м^3, произведение значения  расчетного давления и значения вместимости до 0,005 МПа•м^3 включительно",
            "code": "032.003.01",
            "techRegId": 5,
            "parentId": 16541
        },
        {
            "id": 16545,
            "name": "032.003.02 Паровые, водогрейные котлы и сосуды с огневым обогревом, имеющие расчетное давление свыше 0,05 МПа до 3,2 МПа включительно, вместимость свыше 0,002 м^3, произведение значения расчетного давления и значения вместимости свыше 0,005 до 0,02 МПа • м^3 включительно",
            "code": "032.003.02",
            "techRegId": 5,
            "parentId": 16541
        },
        {
            "id": 16547,
            "name": "032.003.03 Паровые, водогрейные котлы и сосуды с огневым обогревом, имеющие расчетное давление свыше 0,05 МПа до 3,2 МПа включительно, вместимость свыше 0,002 до 1 м^3 включительно, произведение значения расчетного давления и значения вместимости свыше 0,02 до 0,3 МПа•м^3 включительно",
            "code": "032.003.03",
            "techRegId": 5,
            "parentId": 16541
        },
        {
            "id": 16549,
            "name": "032.003.04 Паровые, водогрейные котлы и сосуды с огневым обогревом, имеющие  расчетное давление свыше 3,2 МПа,  вместимость свыше 0,002  м^3",
            "code": "032.003.04",
            "techRegId": 5,
            "parentId": 16541
        },
        {
            "id": 16551,
            "name": "032.003.05 Паровые, водогрейные котлы и сосуды с огневым обогревом, имеющие расчетное давление свыше 0,05 МПа до 3,2 МПа включительно, вместимость свыше 0,002 до 1 м^3 включительно, произведение значения расчетного давления и значения вместимости свыше 0,3 МПа•м^3",
            "code": "032.003.05",
            "techRegId": 5,
            "parentId": 16541
        },
        {
            "id": 16553,
            "name": "032.003.06 Паровые, водогрейные котлы и сосуды с огневым обогревом, имеющие расчетное давление свыше 0,05 МПа до 3,2 МПа включительно, вместимость свыше 1 м^3",
            "code": "032.003.06",
            "techRegId": 5,
            "parentId": 16541
        },
        {
            "id": 16555,
            "name": "032.004 Элементы оборудования (сборочные единицы) и комплектующие к нему, выдерживающие воздействие давления",
            "code": "032.004",
            "techRegId": 5,
            "parentId": 1456
        },
        {
            "id": 16557,
            "name": "032.005 Показывающие и предохранительные устройства",
            "code": "032.005",
            "techRegId": 5,
            "parentId": 1456
        },
        {
            "id": 16559,
            "name": "032.006 Барокамеры (кроме одноместных медицинских)",
            "code": "032.006",
            "techRegId": 5,
            "parentId": 1456
        },
        {
            "id": 16561,
            "name": "032.007 Устройства и приборы безопасности",
            "code": "032.007",
            "techRegId": 5,
            "parentId": 1456
        },
        {
            "id": 16563,
            "name": "032.008 Элементы оборудования (сборочные единицы) и комплектующие к нему, выдерживающие воздействие давления свыше 0,05 МПа",
            "code": "032.008",
            "techRegId": 5,
            "parentId": 1456
        },
        {
            "id": 16565,
            "name": "032.009 Показывающие и предохранительные устройства (за исключением средств измерений)",
            "code": "032.009",
            "techRegId": 5,
            "parentId": 1456
        }
    ]
}
